export const classCode = {
  1: "প্লে",
  2: "নার্সারি",
  3: "প্রথম",
  4: "দ্বিতীয়",
  5: "তৃতীয়",
  6: "চতুর্থ",
  7: "পঞ্চম",
};

export const classCodeByLebel = {
  1: "প্লে",
  2: "নার্সারি",
  3: "প্রথম",
  4: "দ্বিতীয়",
  5: "তৃতীয়",
  6: "চতুর্থ",
  7: "পঞ্চম",
};

export const subjectData = {
  101: "বাংলা",
  102: "ইংরেজি",
  103: "গণিত",
  104: "আরবি লিখা",
  105: "হাদিস শরীফ",
  106: "সাধারণ জ্ঞান",
  107: "হিফজুল কুরআন ও তাজবীদ",
  108: "হাদিস শরীফ ও আসমাউল হুসনা",
  109: "কালিমা ও মাসায়িল",
  110: "আদইয়ায়ে সালাত ও আদইয়ায়ে মাসনূনাহ",
  111: "বাংলাদেশ ও বিশ্ব পরিচয়",
  112: "বিজ্ঞান",
  113: "পরিবেশ পরিচিতি",
  114: "পরিবেশ পরিচিতি সমাজ ও পরিবেশ পরিচিতি বিজ্ঞান",
  115: "কুরআন মাজিদ",
  116: "আদ্ দুরূসুল আরাবিয়্যাহ্",
  117: "আকইদ ও ফিকাহ",
  118: "বাংলা দিয়ে ইংরেজি শিখি",
};

export const classBySubjectCode = {
  1: [101, 102, 103, 104, 105, 109, 118], // play
  2: [101, 102, 103, 104, 105, 109, 118], // nursery
  3: [101, 102, 103, 104, 105, 106, 107, 109, 110], // class 1
  4: [101, 102, 103, 104, 106, 107, 108, 109, 110, 113], // class 2
  5: [101, 102, 103, 104, 106, 107, 108, 109, 110, 114], // class 3
  6: [101, 102, 103, 111, 112, 115, 116, 117], // class 4
  7: [101, 102, 103, 111, 112, 115, 116, 117], // class 5
};
