export const examRoutine = {
  1: ["ইংরেজি", "গণিত", "আরবি লিখা", "বাংলা"],
  2: ["গণিত", "ইংরেজি", "বাংলা", "আরবি লিখা"],
  3: ["বাংলা", "আরবি লিখা", "গণিত", "ইংরেজি"],
  4: ["আরবি লিখা", "বাংলা + সমাজ", "গণিত", "ইংরেজি"],
  5: ["আরবি লিখা", "বাংলা", "গণিত + সমাজ ও বিজ্ঞান", "ইংরেজি"],
  6: [
    "ইংরেজি",
    "বাংলা + সমাজ ও বিজ্ঞান",
    "আদ্ দুরূসুল আরাবিয়্যাহ্ + আকইদ ও ফিকাহ",
    "গণিত",
  ],
  7: [
    "ইংরেজি",
    "বাংলা + হিফজুল কুরআন ও তাজবীদ",
    "আদ্ দুরূসুল আরাবিয়্যাহ্ + আকইদ ও ফিকাহ",
    "গণিত + সমাজ ও বিজ্ঞান",
  ],
};

export const monthlyExamSubjectName = {
  901: "বাংলা",
  902: "ইংরেজি",
  903: "গণিত",
  904: "আরবি লিখা",
  905: "বাংলা + পরিবেশ পরিচিতি",
  906: "গণিত + সমাজ ও বিজ্ঞান",
  907: "বাংলা + সমাজ ও বিজ্ঞান",
  908: "আদ্ দুরূসুল আরাবিয়্যাহ্ + আকইদ ও ফিকাহ",
  909: "বাংলা + হিফজুল কুরআন ও তাজবীদ",
};

export const monthlyExamSubjectCode = {
  1: [902, 903, 904, 901],
  2: [903, 902, 901, 904],
  3: [901, 904, 903, 902],
  4: [904, 905, 903, 902],
  5: [904, 901, 906, 902],
  6: [902, 907, 908, 903],
  7: [902, 909, 908, 906],
};

export const examFee = ["১০০", "১০০", "১৩০", "১৩০", "১৫০", "১৬০", "১৮০"];
