export const examRoutine = {
  1: ["ইংরেজি", "গণিত", "আরবি লিখা", "বাংলা"],
  2: ["গণিত", "ইংরেজি", "বাংলা", "আরবি লিখা"],
  3: ["বাংলা", "আরবি লিখা", "গণিত", "ইংরেজি"],
  4: ["আরবি লিখা", "বাংলা + সমাজ", "গণিত", "ইংরেজি"],
  5: ["আরবি লিখা", "বাংলা", "গণিত + সমাজ ও বিজ্ঞান", "ইংরেজি"],
  6: [
    "ইংরেজি",
    "বাংলা + সমাজ ও বিজ্ঞান",
    "আদ্ দুরূসুল আরাবিয়্যাহ্ + আকইদ ও ফিকাহ",
    "গণিত",
  ],
  7: [
    "ইংরেজি",
    "বাংলা + হিফজুল কুরআন ও তাজবীদ",
    "আদ্ দুরূসুল আরাবিয়্যাহ্ + আকইদ ও ফিকাহ",
    "গণিত + সমাজ ও বিজ্ঞান",
  ],
};

// export const monthlyExamSubjectName = {
//   901: "বাংলা",
//   902: "ইংরেজি",
//   903: "গণিত",
//   904: "আরবি লিখা",
//   905: "বাংলা + পরিবেশ পরিচিতি",
//   906: "গণিত + সমাজ ও বিজ্ঞান",
//   907: "বাংলা + সমাজ ও বিজ্ঞান",
//   908: "আদ্ দুরূসুল আরাবিয়্যাহ্ + আকইদ ও ফিকাহ",
//   909: "বাংলা + হিফজুল কুরআন ও তাজবীদ",
// };

export const monthlyExamSubjectName = {
  901: "বাংলা",
  902: "ইংরেজি",
  903: "গণিত",
  904: "আরবি লিখা",
  905: "পরিবেশ পরিচিতি",
  906: "সমাজ ও বিজ্ঞান",
  907: "আদ্ দুরূসুল আরাবিয়্যাহ্ + আকইদ ও ফিকাহ",
  908: "কুরআন ও তাজবীদ",
  909: "আদ্ দুরূসুল আরাবিয়্যাহ্",
  910: "আকইদ ও ফিকাহ",
};

export const monthlyExamSubjectCode = {
  1: [901, 902, 903, 904],
  2: [901, 902, 903, 904],
  3: [901, 902, 903, 904],
  4: [901, 902, 903, 904, 905],
  5: [901, 902, 903, 904, 906],
  6: [901, 902, 903, 906, 909, 910],
  7: [901, 902, 903, 906, 907, 908],
};

export const monthlyExamSubjectMark = {
  // class_code: {
  //  subject_code: full_mark
  // }
  6: {
    901: 55,
    902: 55,
  },
};

export const examFee = ["১০০", "১০০", "১৩০", "১৩০", "১৫০", "১৬০", "১৮০"];
